docs: reformulate ERD to PlantUML using PK/FK separators
